oh-my-fish/plugin-argu
oh-my-fish/plugin-balias
oh-my-fish/plugin-brew
oh-my-fish/plugin-cask
fisherman/docker-completion
fisherman/enhancd
oh-my-fish/plugin-expand
fisherman/fishkit
fisherman/free
fisherman/get
fisherman/getopts
fisherman/git_porcelain
fisherman/git_util
fisherman/gitignore
fisherman/grc
fisherman/homebrew-tap
fisherman/menu
oh-my-fish/plugin-osx
fisherman/settitle
fisherman/spin
fisherman/z
