tap "github/gh"
tap "homebrew-ffmpeg/ffmpeg"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "nbrown/nbrown-tap"
tap "universal-ctags/universal-ctags"
brew "ack"
brew "acpica"
brew "autoconf"
brew "automake"
brew "bat"
brew "bat-extras"
brew "icu4c"
brew "node"
brew "bitwarden-cli"
brew "brew-cask-completion"
brew "fontconfig"
brew "pcre2"
brew "glib"
brew "capstone"
brew "carthage"
brew "ccache"
brew "ccat"
brew "chezmoi"
brew "cmake"
brew "cmake-docs"
brew "coreutils"
brew "cpanminus"
brew "cscope"
brew "discount"
brew "dockutil"
brew "emojify"
brew "exa"
brew "fd"
brew "fzf"
brew "isl"
brew "gcc"
brew "gh"
brew "git-delta"
brew "git-extras"
brew "gnu-getopt"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "gperf"
brew "libtool"
brew "graphviz"
brew "grc"
brew "hub"
brew "shared-mime-info"
brew "imagemagick"
brew "jq"
brew "launchctl-completion"
brew "less"
brew "libmagic"
brew "macvim"
brew "make"
brew "mas"
brew "neovim"
brew "pstree"
brew "pygments"
brew "python@3.10"
brew "python@3.8"
brew "python@3.9"
brew "qemu"
brew "ripgrep"
brew "rlwrap"
brew "shellcheck"
brew "shfmt"
brew "speedtest-cli"
brew "subversion"
brew "tag"
brew "tmux"
brew "tree"
brew "watch"
brew "wget"
brew "yara"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-lovers"
brew "zsh-syntax-highlighting"
brew "zsh-you-should-use"
brew "zshdb"
cask "alfred"
cask "font-source-code-pro-for-powerline"
cask "ghidra"
cask "miniconda"
cask "rectangle"
cask "temurin"
cask "vagrant"
cask "xquartz"
mas "Bitwarden", id: 1352778147
mas "Duplicate File Finder", id: 1032755628
mas "Evernote", id: 406056744
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Kindle Classic", id: 405399194
mas "Lingo", id: 624884154
mas "Logic Problems", id: 879060318
mas "Microsoft OneNote", id: 784801555
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Plug", id: 1514182074
mas "Radiant Defense", id: 512204619
mas "Spike", id: 707452888
mas "The Sandbox", id: 688254765
mas "The Unarchiver", id: 425424353
mas "Tower Defense", id: 580767020
mas "Twitter", id: 1482454543
mas "Xcode", id: 497799835
vscode "asvetliakov.vscode-neovim"
vscode "austin.code-gnu-global"
vscode "bierner.markdown-mermaid"
vscode "bscan.raku-navigator"
vscode "cschlosser.doxdocgen"
vscode "DavidAnson.vscode-markdownlint"
vscode "eamodio.gitlens"
vscode "GitHub.vscode-pull-request-github"
vscode "googlecloudtools.cloudcode"
vscode "jeff-hykin.better-cpp-syntax"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.makefile-tools"
vscode "prime31.zig"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust-analyzer"
vscode "scriplit.perl6-lsp"
vscode "technosophos.vscode-make"
vscode "twxs.cmake"
vscode "vscodevim.vim"
