tap "github/gh"
tap "homebrew-ffmpeg/ffmpeg"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "nbrown/nbrown-tap"
tap "universal-ctags/universal-ctags"
brew "ack"
brew "acpica"
brew "autoconf"
brew "automake"
brew "bat"
brew "bitwarden-cli"
brew "brew-cask-completion"
brew "capstone"
brew "carthage"
brew "ccache"
brew "ccat"
brew "chezmoi"
brew "cmake"
brew "coreutils"
brew "cpanminus"
brew "cscope"
brew "dashing"
brew "dfu-util"
brew "discount"
brew "dockutil"
brew "dtc"
brew "emojify"
brew "exa"
brew "fasd"
brew "fd"
brew "fontconfig"
brew "fzf"
brew "gcc"
brew "gh"
brew "git-extras"
brew "glib"
brew "gnu-getopt"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "gperf"
brew "graphviz"
brew "grc"
brew "gsettings-desktop-schemas"
brew "hub"
brew "icu4c"
brew "imagemagick"
brew "isl"
brew "jq"
brew "launchctl-completion"
brew "libcroco"
brew "libidl"
brew "libmagic"
brew "libtool"
brew "lua"
brew "lxc"
brew "macvim"
brew "mas"
brew "maven"
brew "nasm"
brew "nbrown/nbrown-tap/libversion"
brew "neovim"
brew "node"
brew "octave"
brew "pcre2"
brew "popt"
brew "pygments", link: false
brew "python@3.10"
brew "qemu"
brew "ripgrep"
brew "rlwrap"
brew "ruby"
brew "shared-mime-info"
brew "shellcheck"
brew "speedtest-cli"
brew "stow"
brew "subversion"
brew "tag"
brew "tmux"
brew "tree"
brew "typescript"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
brew "watch"
brew "wget"
brew "xz"
brew "yara"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-lovers"
brew "zsh-syntax-highlighting"
brew "zshdb"
cask "adoptopenjdk"
cask "alfred"
cask "amazon-music"
cask "basictex"
cask "beyond-compare"
cask "brewservicesmenubar"
cask "comma-ide-community-edition"
cask "diffmerge"
cask "docker"
cask "flux"
cask "font-anonymice-powerline"
cask "font-consolas-for-powerline"
cask "font-dejavu-sans-mono-for-powerline"
cask "font-droid-sans-mono-for-powerline"
cask "font-fira-mono-for-powerline"
cask "font-inconsolata-dz-for-powerline"
cask "font-inconsolata-for-powerline"
cask "font-inconsolata-g-for-powerline"
cask "font-liberation-mono-for-powerline"
cask "font-menlo-for-powerline"
cask "font-meslo-for-powerline"
cask "font-meslolg-nerd-font"
cask "font-monofur-for-powerline"
cask "font-roboto-mono-for-powerline"
cask "font-source-code-pro-for-powerline"
cask "font-ubuntu-mono-derivative-powerline"
cask "iterm2"
cask "keybase"
cask "kitematic"
cask "kitty"
cask "meld"
cask "oracle-jdk"
cask "papyrus"
cask "steam"
cask "suspicious-package"
cask "unicodechecker"
cask "vagrant"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "visual-studio-code"
cask "xquartz"
mas "Bitwarden", id: 1352778147
mas "Duplicate File Finder", id: 1032755628
mas "Evernote", id: 406056744
mas "GarageBand", id: 682658836
mas "Keynote", id: 409183694
mas "Kindle", id: 405399194
mas "Lingo", id: 624884154
mas "Microsoft OneNote", id: 784801555
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Radiant Defense", id: 512204619
mas "Spike", id: 707452888
mas "The Sandbox", id: 688254765
mas "The Unarchiver", id: 425424353
mas "Tower Defense", id: 580767020
mas "Twitter", id: 1482454543
mas "Xcode", id: 497799835
mas "iMovie", id: 408981434
mas "iPhoto", id: 408981381
